{
	"0": {
		"name": "ERROR"
	},
	"1": {
		"name": "Toygon",
		"size": "12 in",
		"weight": "5 lbs",
		"type": "normal",
		"evo": {
			"cause": "cutscene",
			"value": "1",
			"id": "2"
		},
		"moves": {
			"1": {
				"level": "0"
			},
			"2":{
				"level": "0"
			}
		},
		"pet": "any",
		"description": "It is a knockoff version of an artificial life form. It was meant as a toy for young children to learn and practice battle skills. Toygon Co. only made a few of them before closing its factory."
	},
	"2": {
		"name": "Toygon2",
		"size": "22 in",
		"weight": "40 lbs",
		"type": "normal",
		"moves": "any",
		"pet": "any",
		"description": "After receiving many upgrades, it is now more capable of battling. It learns and stores information using artificial intelligence. It can also parallel park."
	},
	"3": {
		"name": "Brinudge",
		"size": "1 ft. 4 in",
		"weight": "18 lbs",
		"type": "water",
		"evo": {
			"cause": "level",
			"value": "35",
			"id": "4"
		},
		"moves": "TODO",
		"pet": {
			"likes": "head",
			"hates": "body"
		},
		"description": "It bothers others into playing with it so it can practice its battle moves. It is very curious and needs an abundance of iron in its diet, otherwise it will steal metal objects to chew on."
	},
	"4": {
		"name": "Seaspar",
		"size": "6 ft. 6 in",
		"weight": "272 lbs",
		"type": "water/steel",
		"evo": {
			"cause": "level",
			"value": "35",
			"id": "5"
		},
		"moves": "TODO",
		"pet": {
			"likes": "head",
			"hates": "legs"
		},
		"description": "Nautical vessels and attire are often decorated with depictions of Seaspar, which are believed to bring good luck and safe travels. Seaspar are known for being affectionate and fiercely protective towards their friends, family, and Trainer."
	},
	"5": {
		"name": "Covelry",
		"size": "9 ft. 9 in",
		"weight": "301 lbs",
		"type": "water/steel",
		"moves": "TODO",
		"pet": {
			"likes": "head",
			"hates": "body"
		},
		"description": "This Pokémon is known for its strongly-bonded families, some of whose members are not of its species. Legends tell of lost children who were raised by Covelry and grew up to be mighty warriors. In the wild, they eat iron-rich seaweed and the metal wreckage of ships to strengthen their armor."
	},
	"6": {
		"name": "Scoopuff",
		"size": "1 ft. 2 in",
		"weight": "15 lbs",
		"type": "ground",
		"moves": "TODO",
		"pet": {
			"likes": "TODO",
			"hates": "TODO"
		},
		"description": "When nervous or afraid, it curls up into a tight ball to shield its soft belly. It likes to play in sand and dirt, where it builds cozy hideouts."
	},
	"7": {
		"name": "Digadune",
		"size": "2 ft.",
		"weight": "50 lbs",
		"type": "ground/fairy",
		"moves": "TODO",
		"pet": {
			"likes": "TODO",
			"hates": "TODO"
		},
		"description": "It uses loud cries to alert others to any dangerous ground or dune collapses it finds. Using its sensitive nose, it can also locate and dig up edible roots and truffles in record time."
	},
	"8": {
		"name": "Charmatillo",
		"size": "5 ft. 7 in.",
		"weight": "586 lbs",
		"type": "ground/fairy",
		"moves": "TODO",
		"pet": {
			"likes": "TODO",
			"hates": "TODO"
		},
		"description": "It saves people who have fallen into sand dunes by digging them out and carrying them to safety. A well-trained Charmatillo will help farmers prepare their fields for planting. While it loves to work hard alongside humans, it also enjoys resting and eating potatoes."
	}
}
